[M_Ep2_Henchman MissionDefinition]
MissionName="Olho por Olho"
MissionDescription="Após Jack O'Cara ter abandonado você à sua própria sorte em [place]Windshear Waste[-place], você conheceu um robô utilitário CL4P-TP, o último da sua classe no planeta. Ele te recrutou como seu servo e você deve ajudá-lo a acabar com Jack e salvar Pandora.\nMas antes você terá que se preocupar com um assunto mais urgente: um Bullymong arrancou o olho do Claptrap e você precisa recuperá-lo.\n"
TurnInDescription="O Esquartejador está morto e você recuperou o olho do Claptrap! Agora só falta encontrar alguém para instalá-lo de volta."
MissionSummary="Equipe-se."
MissionGiver="Anjo"
MissionTurnInLocation="Claptrap"
TeaserText=""

[M_Ep2_Henchman:DefeatMinions MissionObjectiveDefinition]
ProgressMessage="Derrote os servos"

[M_Ep2_Henchman:Defend1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2_Henchman:Defend2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2_Henchman:Defend3 MissionObjectiveDefinition]
ProgressMessage="Derrote o Esquartejador"

[M_Ep2_Henchman:Defend3bSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2_Henchman:Defend3Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2_Henchman:DefendClaptrap1 MissionObjectiveDefinition]
ProgressMessage="Proteja o Claptrap"

[M_Ep2_Henchman:DefendClaptrap2 MissionObjectiveDefinition]
ProgressMessage="Proteja o Claptrap"

[M_Ep2_Henchman:DigOutClaptrap MissionObjectiveDefinition]
ProgressMessage="Desenterre o Claptrap"

[M_Ep2_Henchman:DigOutClaptrapSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Desenterre o Claptrap."
MissionDescriptionOverride=""

[M_Ep2_Henchman:FindBrewster MissionObjectiveDefinition]
ProgressMessage="Encontre Sir Hammerlock"

[M_Ep2_Henchman:FindBrewsterSet_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2_Henchman:FindClaptrapsEye MissionObjectiveDefinition]
ProgressMessage="Recupere o olho do Claptrap"

[M_Ep2_Henchman:FindEye1 MissionObjectiveSetDefinition]
MissionSummaryOverride="Recupere o olho do Claptrap."
MissionDescriptionOverride=""

[M_Ep2_Henchman:FindEye2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2_Henchman:FindEye3Set MissionObjectiveSetDefinition]
MissionSummaryOverride="Recupere o olho do Claptrap."
MissionDescriptionOverride=""

[M_Ep2_Henchman:FindGear MissionObjectiveDefinition]
ProgressMessage="Encontre novos equipamentos"

[M_Ep2_Henchman:FindGearSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2_Henchman:LootGear MissionObjectiveDefinition]
ProgressMessage="Pegue o equipamento"

[M_Ep2_Henchman:ReturnClaptrapsEyeSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Vá para Liar's Berg."
MissionDescriptionOverride="Após Jack O'Cara ter abandonado você à sua própria sorte em [place]Windshear Waste[-place], um misterioso anjo fez contato com você. Ao se proteger do frio você conheceu um robô utilitário CL4P-TP, o último da sua classe no planeta. Ele te recrutou como seu servo e você deve ajudá-lo a acabar com Jack e salvar Pandora.\nVocê matou o Bullymong Esquartejador... a fera que arrancou o olho do Claptrap. Agora só falta conseguir alguém para instalá-lo de volta no robô.\n"

[M_Ep2_Henchman:WeaponEquippedSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2a_MoreGuns MissionDefinition]
MissionName="Limpeza Urbana"
MissionDescription="Você encontrou o olho do Claptrap, agora precisa de alguém para recolocá-lo de volta. Um homem chamado Sir Hammerlock, que atualmente mora num assentamento em [place]Liar's Berg[-place] pode ajudá-lo com isso. O Claptrap pediu pra você procurar esse homem."
TurnInDescription="O Claptrap recuperou a visão! Chegou a hora de ir para Santuário. Infelizmente existe um homem entre você e a última cidade livre de Pandora: um certo Capitão Flynt."
MissionSummary="Encontre Sir Hammerlock."
MissionGiver="Claptrap"
MissionTurnInLocation="Sir Hammerlock"
TeaserText=""

[M_Ep2a_MoreGuns:DefendClaptrap1 MissionObjectiveDefinition]
ProgressMessage="Proteja o Claptrap"

[M_Ep2a_MoreGuns:DefendClaptrap1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2a_MoreGuns:GiveClaptrapsEyeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2a_MoreGuns:GiveEye MissionObjectiveDefinition]
ProgressMessage="Entregue o olho para Sir Hammerlock"

[M_Ep2a_MoreGuns:MeetBrewster MissionObjectiveDefinition]
ProgressMessage="Encontre Sir Hammerlock"

[M_Ep2a_MoreGuns:MeetUpWithBrewster MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Você econtrou o olho do Claptrap, agora precisa de alguém para recolocá-lo de volta. Um tal de Sir Hammerlock, que atualmente mora num assentamento em [place]Liar's Berg[-place] pode ajudá-lo com isso. Agora que o local está livre dos bandidos, Sir Hammerlock aceitou consertar o Claptrap. Você só precisa lhe entregar o olho do robô."

[M_Ep2a_MoreGuns:ReachKoldstone MissionObjectiveDefinition]
ProgressMessage="Vá para Liar's Berg"

[M_Ep2a_MoreGuns:ReachKoldstoneSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2a_MoreGuns:RepairsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2a_MoreGuns:Securethetown MissionObjectiveDefinition]
ProgressMessage="Proteja Liar's Berg"

[M_Ep2a_MoreGuns:SecureTownSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Salve Liar's Berg e encontre Sir Hammerlock."
MissionDescriptionOverride="Você econtrou o olho do Claptrap, agora precisa de alguém para recolocá-lo de volta. Um tal de Sir Hammerlock, que atualmente mora num assentamento em [place]Liar's Berg[-place] pode ajudá-lo com isso, porém, Sir Hammerlock não fará nada até que você elimine os bandidos do Capitão Flynt que andam aterrorizando o povo local."

[M_Ep2a_MoreGuns:Waitforpower MissionObjectiveDefinition]
ProgressMessage="Espere ligar a energia"

[M_Ep2a_MoreGuns:WaitForPowerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2a_MoreGuns:WaitForPowerSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2a_MoreGuns:WaitForRepair MissionObjectiveDefinition]
ProgressMessage="Espere terminar o conserto"

[M_Ep2b_Henchman MissionDefinition]
MissionName="Servo de Armadura Relusente"
MissionDescription="Sir Hammerlock sugeriu que você consiga um escudo melhor, caso realmente queira sair com vida de [place]Southern Shelf[-place]. Ele recomendou que você fosse comprar um na loja de escudos de Brewster - um local abandonado que serviu de base para os Crimson Raiders."
TurnInDescription="Agora você tem um novo escudo! Se funcionar, sua vida em Pandora será mais fácil. E se não funcionar, logo você vai saber."
MissionSummary="Vá até a máquina de vendas de escudos do Brewster."
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText="Se quiser sobreviver, você vai precisar de um escudo melhor."

[M_Ep2b_Henchman:BreakingTheFenceSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Desative a cerca elétrica."
MissionDescriptionOverride="Sir Hammerlock mandou você ir até uma loja de escudos abandonada. O local abrigava um cara chamado Brewster, um antigo membro dos Crimson Raiders. O elevador que dá acesso à máquina de vendas do Brewster está com o fusível queimado. Parece que tem um fusível compatível atrás da cerca elétrica. Pode ser que você consiga utilizá-lo se puder desativar a cerca.\n"

[M_Ep2b_Henchman:FusePickedUp MissionObjectiveDefinition]
ProgressMessage="Encontre o fusível"

[M_Ep2b_Henchman:FusePluggedIn MissionObjectiveDefinition]
ProgressMessage="Instale o fusível"

[M_Ep2b_Henchman:FusePluggedInSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Instale o fusível no elevador."
MissionDescriptionOverride="Sir Hammerlock mandou você ir até uma loja de escudos abandonada. O local abrigava um cara chamado Brewster, um antigo membro dos Crimson Raiders. O elevador que dá acesso à máquina de vendas do Brewster está com o fusível queimado. Parece que tem um fusível compatível atrás da cerca elétrica. O Claptrap lhe pediu para conectá-lo ao elevador do Brewster para subir até a sua máquina de vendas e adquirir um escudo.\n"

[M_Ep2b_Henchman:GetFuseSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Consiga um fusível para consertar o elevador."
MissionDescriptionOverride="Sir Hammerlock mandou você ir até uma loja de escudos abandonada. O local abrigava um cara chamado Brewster, um antigo membro dos Crimson Raiders. O elevador que dá acesso à máquina de vendas do Brewster está com o fusível queimado. Talvez tenha algum fusível no acampamento dos bandidos que possa ser usado.\n"

[M_Ep2b_Henchman:LeverPulled MissionObjectiveDefinition]
ProgressMessage="Acione a alavanca"

[M_Ep2b_Henchman:LeverPulledSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2b_Henchman:ObtainShield MissionObjectiveDefinition]
ProgressMessage="Use o elevador"

[M_Ep2b_Henchman:ObtainShieldSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2b_Henchman:PilferShieldSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Compre um escudo."
MissionDescriptionOverride="Sir Hammerlock mandou você ir até uma loja de escudos abandonada. O local abrigava um cara chamado Brewster, um antigo membro dos Crimson Raiders. Você conseguiu consertar o elevador que dá acesso à loja. Agora já é possível adquirir um escudo novinho em folha."

[M_Ep2b_Henchman:PowerTransformerDestroyed MissionObjectiveDefinition]
ProgressMessage="Destrua a caixa de fusíveis"

[M_Ep2b_Henchman:RunThroughFence MissionObjectiveDefinition]
ProgressMessage="Atravessando a cerca"

[M_Ep2b_Henchman:RunThroughFenceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2b_Henchman:ShieldEquipped MissionObjectiveDefinition]
ProgressMessage="Compre um escudo"

[M_Ep2c_Henchman MissionDefinition]
MissionName="O Melhor Servo do Mundo"
MissionDescription="Após Jack O'Cara ter abandonado você à sua própria sorte em [place]Windshear Waste[-place], você conheceu um robô utilitário CL4P-TP, o último da sua classe no planeta. Ele te recrutou como seu servo e você deve ajudá-lo a acabar com Jack, matar o Guerreiro e salvar Pandora.\nAgora que seu servo está bem equipado e querendo briga, o Claptrap acha que chegou o momento de ir para [place]Santuário[-place], a última cidade livre em Pandora. Para chegar até [place]Santuário[-place] você terá que recuperar o barco do Claptrap, que foi roubado pelo infame Capitão Flynt, porém, há um obstáculo entre vocês: seus lacaios peritos em explosivos chamados Boom e Bewn.\n"
TurnInDescription="Ao matar o Capitão Flynt você multiplicou por dez o QI médio da região.\nAgora nada separa você de uma gélida travessia de quinze horas à bordo do barco do Claptrap. Ai!\n"
MissionSummary="Vá para o barco do Claptrap."
MissionGiver="Claptrap"
MissionTurnInLocation="Claptrap"
TeaserText=""

[M_Ep2c_Henchman:BoardClaptapsVessel MissionObjectiveDefinition]
ProgressMessage="Suba à bordo do barco do Claptrap"

[M_Ep2c_Henchman:BoardClaptrapsBoatSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Suba à bordo do barco do Claptrap."
MissionDescriptionOverride="Após Jack O'Cara ter abandonado você à sua própria sorte em [place]Windshear Waste[-place], você conheceu um robô utilitário CL4P-TP, o último da sua classe no planeta. Ele te recrutou como seu servo e você deve ajudá-lo a acabar com Jack, matar o Guerreiro e salvar Pandora.\nO Capitão Flynt estava com a chave do barco do Claptrap até que você o mandou pra terra dos pés-juntos. Agora já é possível ir para [place]Santuário[-place] e se unir ao movimento de resistência contra Jack O'Cara.\n"

[M_Ep2c_Henchman:CatchupToClaptrap MissionObjectiveDefinition]
ProgressMessage="Encontre o Claptrap"

[M_Ep2c_Henchman:CatchupToClaptrapSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Alcance o Claptrap."
MissionDescriptionOverride="Após Jack O'Cara ter abandonado você à sua própria sorte em [place]Windshear Waste[-place], você conheceu um robô utilitário CL4P-TP, o último da sua classe no planeta. Ele te recrutou como seu servo e você deve ajudá-lo a acabar com Jack, matar o Guerreiro e salvar Pandora.\nApós um pequeno acidente com o canhão do Boom, o Claptrap foi 'lançado' para longe dali. Agora você precisa alcançá-lo.\n"

[M_Ep2c_Henchman:CatchUpToClaptrapSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2c_Henchman:ClearHut MissionObjectiveDefinition]
ProgressMessage="Limpeza dos barracos"

[M_Ep2c_Henchman:ClearYurts MissionObjectiveDefinition]
ProgressMessage="Limpeza dos barracos"

[M_Ep2c_Henchman:Defend1 MissionObjectiveDefinition]
ProgressMessage="Proteja o Claptrap"

[M_Ep2c_Henchman:Defend1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2c_Henchman:Defend2 MissionObjectiveDefinition]
ProgressMessage="Proteja o Claptrap"

[M_Ep2c_Henchman:Defend2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2c_Henchman:Defend3 MissionObjectiveDefinition]
ProgressMessage="Proteja o Claptrap"

[M_Ep2c_Henchman:Defend3Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2c_Henchman:EquipGrenademod MissionObjectiveDefinition]
ProgressMessage="Equipe-se com um modificador de granadas"

[M_Ep2c_Henchman:EquipGrenadeMod_Set MissionObjectiveSetDefinition]
MissionSummaryOverride="Equipe-se com um modifcador de granadas."
MissionDescriptionOverride="Após Jack O'Cara ter abandonado você à sua própria sorte em [place]Windshear Waste[-place], você conheceu um robô utilitário CL4P-TP, o último da sua classe no planeta. Ele te recrutou como seu servo e você deve ajudá-lo a acabar com Jack, matar o Guerreiro e salvar Pandora.\nAgora que seu servo está bem equipado e querendo briga, o Claptrap acha que chegou o momento de ir para [place]Santuário[-place], a última cidade livre em Pandora. Para chegar até [place]Santuário[-place] você terá que recuperar o barco do Claptrap, que foi roubado pelo infame Capitão Flynt.\nBoom e Bewn foram eliminados após uma belíssima luta! O Claptrap sugeriu que você se equipe com um modificador de granadas do finado Boom. Isso o ajudará a recuperar o seu barco das garras do Capitão Flynt.\n"

[M_Ep2c_Henchman:EscortClaptrap_1_Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2c_Henchman:EscortClaptrap_1a_Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2c_Henchman:EscortClaptrap_1b_Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2c_Henchman:EscortClaptrapKav MissionObjectiveDefinition]
ProgressMessage="Escolte o Claptrap até o seu barco"

[M_Ep2c_Henchman:FindBoomBoom MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2c_Henchman:FindHellfist MissionObjectiveDefinition]
ProgressMessage="Encontre o Capitão Flynt"

[M_Ep2c_Henchman:FindHellfist2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2c_Henchman:FindHellfist3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2c_Henchman:FindHellfistSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Encontre o Capitão Flynt."
MissionDescriptionOverride="Após Jack O'Cara ter abandonado você à sua própria sorte em [place]Windshear Waste[-place], você conheceu um robô utilitário CL4P-TP, o último da sua classe no planeta. Ele te recrutou como seu servo e você deve ajudá-lo a acabar com Jack, matar o Guerreiro e salvar Pandora.\nO Capitão Flynt está com a chave do barco do Claptrap. Se você quiser chegar até [place]Santuário[-place], terá que matar o Flynt e recuperar as chaves.\n"

[M_Ep2c_Henchman:FireCannon MissionObjectiveDefinition]
ProgressMessage="Destrua o portão com o canhão"

[M_Ep2c_Henchman:FireClaptrapSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Arrebente o portão com o canhão de Boom."
MissionDescriptionOverride="Após Jack O'Cara ter abandonado você à sua própria sorte em [place]Windshear Waste[-place], você conheceu um robô utilitário CL4P-TP, o último da sua classe no planeta. Ele te recrutou como seu servo e você deve ajudá-lo a acabar com Jack, matar o Guerreiro e salvar Pandora.\nDepois de eliminar Boom, vocês se depararam com um portão fechado. Felizmente o Claptrap teve uma ideia... usar o velho canhão do Boom para destruir o portão.\n"

[M_Ep2c_Henchman:GrabClaptrap MissionObjectiveDefinition]
ProgressMessage="Pegue o Claptrap"

[M_Ep2c_Henchman:GrabClaptrapSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2c_Henchman:HoistClaptrap2 MissionObjectiveDefinition]
ProgressMessage="Levante o Claptrap"

[M_Ep2c_Henchman:HoistClaptrap2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2c_Henchman:KillBoomBoom MissionObjectiveDefinition]
ProgressMessage="Elimine Boom"

[M_Ep2c_Henchman:KillBoomBoomSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2c_Henchman:KillFlynt MissionObjectiveDefinition]
ProgressMessage="Elimine o Capitão Flynt"

[M_Ep2c_Henchman:MurderHellfistSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine o Capitão Flynt."
MissionDescriptionOverride=""

[M_Ep2c_Henchman:Opengate MissionObjectiveDefinition]
ProgressMessage="Abra o portão"

[M_Ep2c_Henchman:OpenGateSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep2c_Henchman:ProceedToHellfist MissionObjectiveDefinition]
ProgressMessage="Encontre o Capitão Flynt"

[M_Ep2c_Henchman:ProceedToHellfistSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Mate o Capitão Flynt e recupere as chaves do barco do Claptrap."
MissionDescriptionOverride="Após Jack O'Cara ter abandonado você à sua própria sorte em [place]Windshear Waste[-place], você conheceu um robô utilitário CL4P-TP, o último da sua classe no planeta. Ele te recrutou como seu servo e você deve ajudá-lo a acabar com Jack, matar o Guerreiro e salvar Pandora.\nO Capitão Flynt está com a chave do barco do Claptrap. Se você quiser chegar até [place]Santuário[-place], terá que matar o Flynt e recuperar as chaves.\n"